Repository: automaticdsign/transcriber-ag
Catalog: source/po/*.po
Languages: fr_fr

source: Mute
fr_fr: Muet

source: Equalizer
fr_fr: Egaliseur

source: Reset
fr_fr: RAZ

source: Define a delay in seconds for stopping playback before looping
fr_fr: Definir un délai pour stopper la lecture avant de boucler (secondes)

source: Delay
fr_fr: Délai

source: Loop
fr_fr: En boucle

source: Playback
fr_fr: Lecture

source: Only speech
fr_fr: Parole uniquement

source: Start or stop playing timeline at current cursor position.
fr_fr: Lecture / Pause à la position du curseur

source: Enable or disable looping when reaching the end of the signal or the end of a selection.
fr_fr: Activer/désactiver la lecture en boucle

source: Enable or disable playing only speech segments.
fr_fr: Activer/désactiver la lecture des segments de parole uniquement

source: Selection
fr_fr: Sélection

source: Auto play
fr_fr: Lecture auto

source: Enable or disable auto playing when making a selection.
fr_fr: Active ou désactive le démarrage automatique de la lecture sur sélection d'une portion de signal

source: Expand or collapse playback options.
fr_fr: Afficher / masquer les options de lecture audio

source: Adjust tempo factor from 0.25 (4x slower) to 4 (4x faster)
fr_fr: Ajuster le facteur de tempo de 0.25 (4x plus lent) à 4 (4x plus rapide)

source: CTRL + click for reset
fr_fr: CTRL + click souris pour RAZ

source: Increase waveform display resolution
fr_fr: Augmenter la résolution du signal

source: Decrease waveform display resolution
fr_fr: Diminuer la résolution du signal

source: All
fr_fr: Tout

source: Audio Device (soundcard) is unavailable, probably required by an external program. Please shutdown this program and restart it.
fr_fr: Le pérophérique audio est indisponible, sûrement réservé par un programme externe. Veuillez quitter le programme et le relancer.

source: PortAudio Error:
fr_fr: Erreur de PortAudio :

source: Audio track
fr_fr: Piste audio

source: track
fr_fr: piste

source: Time scale
fr_fr: Echelle temporelle

source: Unknown
fr_fr: Inconnu

source: Extracting signal...
fr_fr: Extraction du signal en cours...

source: The signal has been extracted successfully
fr_fr: Le signal a été extrait avec succès

source: The signal extraction has failed
fr_fr: L'extraction du signal a échoué

source: Speed
fr_fr: Vitesse

source: Enable / Disable Current Track
fr_fr: Activer / Désactiver la piste courante

source: Adjust pitch factor from 0.4 (2.5x lower) to 2.5 (2.5x upper). This modifies pitch without altering playback speed.
fr_fr: Ajustement du facteur de pitch

source: Reset pitch factor to 1, normal pitch.
fr_fr: Reset du facteur de pitch

source: Define the offset (in seconds) to apply to this audio track and all its linked segments. Setting a positive offset makes start the signal later, a negative makes start the signal sooner, 0 cancels the offset.
fr_fr: Définition d'un décalage de lecture

source: Apply the offset.
fr_fr: Appliquer le décalage

source: Expand or collapse the pitch and the offset frame. Only volume frame is always showed.
fr_fr: Afficher/masquer le panneau de de définition du pitch et du décalage de lecture.

source: Adjust vertical zoom factor
fr_fr: Ajuster le facteur de zoom vertical

source: Adjust volume factor from -14dB to +14dB
fr_fr: Ajuster l'atténuation du volume de -14db à +14db

source: Reset volume factor to 1, normal volume.
fr_fr: Remettre le volume au niveau normal

source: Allow repositionning cursor at the previous mark.
fr_fr: Aller à la marque précédente

source: Allow repositionning cursor at the next mark.
fr_fr: Aller à la marque suivante

source: (no text)
fr_fr: (pas de texte)

source: boundary.
fr_fr: frontière.

source: Allow repositioning cursor at the previous
fr_fr: Repositionner le curseur au précédent

source: Allow repositioning cursor at the next
fr_fr: Repositionner le curseur au suivant

source: Define a delay (in seconds) when reaching a segment end, before resuming playback.
fr_fr: Délai avant de reprendre la lecture (secondes)

source: Stop playback when reaching a segment end.
fr_fr: Arrêt de l'écoute en fin de segment

source: Expand or collapse the "on segment end" frame.
fr_fr: Ouvrir/refermer la fenêtre de paramétrage d'écoute

source: Directory
fr_fr: Répertoire

source: unknown
fr_fr: inconnu

source: All files
fr_fr: Tous les fichiers

source: WAVE Audio file
fr_fr: Fichier audio WAVE

source: MP3 Audio file
fr_fr: Fichier audio MP3

source: AU Audio file
fr_fr: Fichier audio AU

source: AIFF Audio file
fr_fr: Fichier audio AIFF

source: SPHERE Audio file
fr_fr: Fichier audio SPHERE

source: JPG Image file
fr_fr: Image JPG

source: JPEG Image file
fr_fr: Image JPEG

source: GIF Image file
fr_fr: Image GIF

source: PNG Image file
fr_fr: Image PNG

source: BMP Image file
fr_fr: Image BMP

source: MPEG Video file
fr_fr: Fichier audio MPEG

source: MPG Video file
fr_fr: Fichier audio MPG

source: AVI Video file
fr_fr: Fichier audio AVI

source: INFO file
fr_fr: Fichier INFO

source: BACKUP file
fr_fr: Fichier BACKUP

source: PDF document
fr_fr: Document PDF

source: WORD document
fr_fr: Document WORD

source: EXCEL document
fr_fr: Document EXCEL

source: POWERPOINT presentation
fr_fr: Présentation POWERPOINT

source: SHELL script
fr_fr: Script Shell

source: TEXT file
fr_fr: Fichier Texte

source: WINRAR archive
fr_fr: Archive WINRAR

source: WINZIP archive
fr_fr: Archive WINZIP

source: RPM Package
fr_fr: Paquet RPM

source: Compressed archive
fr_fr: Archive Compressée

source: Static library
fr_fr: Librairie statique

source: C/C++ object file
fr_fr: Fichier objet C/C++

source: C++ source file
fr_fr: Fichier source C++

source: C source file
fr_fr: Fichier source C

source: C/C++ header file
fr_fr: Fichier d'entête C/C++

source: Java source file
fr_fr: Fichier source Java

source: Java class file
fr_fr: Fichier classe Java

source: PHP file
fr_fr: Fichier source PHP

source: Audio / Annotation files
fr_fr: Audio / Fichiers d'annotation

source: TranscriberAG Files
fr_fr: Fichier TranscriberAG

source: Audio files
fr_fr: Fichiers audio

source: Video files
fr_fr: Fichiers vidéo

source: bytes
fr_fr: octets

source: Kb
fr_fr: Ko

source: Mb
fr_fr: Mo

source: TAG Annotation file
fr_fr: Fichier d'annotation TAG

source: Default
fr_fr: Défaut

source: Invalid time format : should be hh:mm:ss.ddd or ss.ddd
fr_fr: Format de temps non-valide: devrait être hh:mm:ss ou ss.ddd

source: Copy
fr_fr: Copier

source: TO:
fr_fr: VERS:

source: Copy failed for file
fr_fr: La copie a échoué pour le fichier

source: Permissions problem on file, target directory or source directory
fr_fr: Problème de permissions sur le fichier cible

source: Can't find the source file or source directory
fr_fr: Fichier ou répertoire source non trouvé

source: Can't find destination directory
fr_fr: Répertoire cible non trouvé

source: Copying file problem
fr_fr: Erreur de copie de fichier

source: Copied
fr_fr: Copié

source: Processing...
fr_fr: En cours...

source: Command
fr_fr: Commande

source: Standard output
fr_fr: Sortie standard

source: Error output
fr_fr: Sortie erreur

source: EXTERNAL TOOLS
fr_fr: OUTILS EXTERNES

source: Inactive
fr_fr: Inactif

source: Terminated with errors
fr_fr: Terminé avec erreur

source: Successfully terminated
fr_fr: Terminé avec succès

source: Active
fr_fr: Actif

source: ... Processing ...
fr_fr: ... En cours ...

source: segment size must be > %f secs
fr_fr: la taille du segment doit être > %f secs

source: signal offset doesn't match current insertion position
fr_fr: L'offset signal n'est pas cohérent avec la position du curseur dans le texte

source: No signal offset defined for segment
fr_fr: Pas d'offset signal défini pour le segment

source: A %s is already set at current %s
fr_fr: Un %s existe déjà au %s courant

source: Do you want to overlap a %s ?
fr_fr: Voulez-vous superposer un %s ?

source: Can't add %s-type segment within overlapped branch
fr_fr: Impossible d'ajouter un segment de type %s dans une branche superposée

source: background size must be > %f secs
fr_fr: le bruit de fond doit être > %f secondes

source: would overlap existing background
fr_fr: Risque d'entrelacement du bruit de fond existant

source: Problem while inserting background: aborted
fr_fr: Problème dans l'insertion du bruit de fond : interruption de l'action

source: Invalid annotation:
fr_fr: Annotation invalide:

source: Can't delete main branch of overlapping segments !
fr_fr: Impossible de supprimer le premier segment d'un tour de parole superposée

source: Can't delete first segment of a multi-segmented overlapping branch
fr_fr: Suppression du premier segment d'une branche segmentée de parole superposée impossible

source: No segment with same end node found !
fr_fr: Aucun segment ayant le même noeud terminal trouvé

source: can't delete first %s
fr_fr: ne peut pas supprimer le premier %s

source: Same qualifier already exists for current segment
fr_fr: Le qualifieur existe déjà pour le segment courant

source: You can't change the start time
fr_fr: Impossible de modifier le temps de début

source: You can't change the end time
fr_fr: Impossible de modifier le temps de fin

source: Can't set segment end beyond previous/next segment
fr_fr: Impossible de placer le segment sur le segment précédent/suivant

source: Incompatible graphs : no
fr_fr: Graphes incompatibles: pas de type

source: type annotation found in inserted graph.
fr_fr: trouvé dans le graphe à insérer.

source: Segment size must be >
fr_fr: La taille du segment doit être supérieure à

source: Inserted graph offsets go beyond current segment start offset
fr_fr: Le TimeCode d'insertion est supérieur au début du segment suivant

source: Inserted graph offsets go after current segment end offset
fr_fr: Le TimeCode inséré dépasse le TimeCode courant

source: Can't insert segment after segment start
fr_fr: Impossible d'insérer un segment au-delà du début suivant

source: Insertion of signal-anchored elements in overlapping segment not supported
fr_fr: L'insertion d'éléments ancrés temporellement dans un segment superposé n'est pas autorisée

source: Error loading file
fr_fr: Erreur de chargement du fichier

source: Error while saving file...
fr_fr: Erreur lors de la sauvegarde du fichier...

source: No write access on
fr_fr: Pas de droit d'écriture sur

source: Error saving file
fr_fr: Erreur lors de la sauvegarde du fichier

source: File open failed
fr_fr: L'ouverture de fichier a échoué

source: not in database
fr_fr: inconnu dans la liste de thèmes

source: male
fr_fr: homme

source: female
fr_fr: femme

source: (No speaker)
fr_fr: (Pas de locuteur)

source: Save file
fr_fr: Enregistrer le fichier

source: Save file as
fr_fr: Enregistrer le fichier sous

source: Close file
fr_fr: Fermer le fichier

source: Refresh file
fr_fr: Rafraîchir

source: _Export file
fr_fr: _Exporter le fichier

source: Export file
fr_fr: Exporter le fichier

source: Revert to saved file
fr_fr: Restaurer la dernière sauvegarde du fichier

source: Revert from file
fr_fr: Restaurer la dernière sauvegarde du fichier

source: Revert to autosaved file
fr_fr: Restaurer la dernière sauvegarde automatique du fichier

source: Revert from autosave
fr_fr: Restaurer la dernière sauvegarde automatique du fichier

source: Insert new section at current time
fr_fr: Insérer une nouvelle selection à l'instant courant

source: New se_ction
fr_fr: Nouvelle se_ction

source: Insert new turn at current time
fr_fr: Insérer un nouveau tour au temps courant

source: New _turn
fr_fr: Nouveau _tour

source: Insert new segment at current time
fr_fr: Insérer un nouveau segment à la position actuelle du curseur

source: New _segment
fr_fr: Nouveau _segment

source: Add a _time stamp
fr_fr: Poser une marque temporelle

source: Insert new time anchor
fr_fr: Insérer une marque temporelle

source: New _event
fr_fr: Nouvel événement

source: Insert new event at current cursor position
fr_fr: Insèrer un nouvel événement à la position du curseur

source: New named en_tity
fr_fr: Nouvelle en_tité nommée

source: Insert new named entity at current cursor position
fr_fr: Insérer une nouvelle entitée nommée

source: Insert new background segment at current time
fr_fr: Insérer un nouvel arrière-plan à la position actuelle du curseur

source: New b_ackground segment
fr_fr: Nouveau _bruit de fond

source: Edit background properties
fr_fr: Editer les propriétés du bruit de fond

source: Edit background segment
fr_fr: Editer le bruit de fond

source: Delete background segment
fr_fr: Supprimer le bruit de fond

source: Edit / Read only mode
fr_fr: Ecriture / Lecture seule

source: Show / Hide tags
fr_fr: Afficher / Cacher les balises

source: Show / _Hide tags
fr_fr: Afficher / _Cacher les balises

source: Enable / Disable hi_ghlight
fr_fr: Activer / _Désactiver la surbrillance

source: Enable / Disable highlight
fr_fr: Activer / Désactiver la surbrillance

source: Enable / Disable _dual display
fr_fr: Activer / Désactiver la _vue séparée

source: Enable / Disable dual display
fr_fr: Activer / Désactiver la vue séparée

source: Loading file...
fr_fr: Chargement du fichier...

source: Checking file name...
fr_fr: Vérification du nom du fichier...

source: Checking autosave...
fr_fr: Vérification de l'autosave...

source: Loading model...
fr_fr: Chargement du model...

source: Checking conventions...
fr_fr: Vérification des conventions...

source: Loading existing transcription...
fr_fr: Chargement de la transcription existante...

source: No signal file for
fr_fr: Pas de signal pour

source: Initializing signal view...
fr_fr: Initialisation de la vue du signal...

source: Setting new transcription sheet...
fr_fr: Préparation de la nouvelle transcription

source: Initializing editor interface...
fr_fr: Initialisation de l'editeur...

source: Select signal file
fr_fr: Selectionner le fichier audio

source: for
fr_fr: pour

source: Select video file for
fr_fr: Sé

source: Number of media channels is greater than the one required by file, please choose manually
fr_fr: Le nombre de pistes du média est supérieur à celui requis par le fichier d'annotation. Veuillez sélectionner le fichier audio correspondant au fichier d'annotation.

source: Unknown file format
fr_fr: Format de fichier inconnu

source: Error while loading file
fr_fr: Erreur pendant le chargement du fichier

source: This format can't be imported
fr_fr: Ce format ne peut être importé

source: Recover from autosaved file?
fr_fr: Récupérer la sauvegarde automatique du fichier ?

source: Please wait for the file to be loaded.
fr_fr: Veuillez attendre la fin du chargement SVP.

source: A file is beeing copied, please wait.
fr_fr: Une copie de fichier est en cours, veuillez patienter.

source: The file
fr_fr: Le fichier

source: has been modified, save file before closing ?
fr_fr: a été modifié, enregistrer les modifications avant fermeture ?

source: Confirm
fr_fr: Confirmer

source: You will loose all unsaved modifications. Do you want to reload file ?
fr_fr: Vous allez perdre toutes les modifications non sauvegardées, voulez-vous continuer ?

source: Can't reload new file !
fr_fr: Restauration impossible pour un nouveau fichier !

source: Autosave file not found
fr_fr: Impossible de trouver le fichier de sauvegarde automatique

source: File not found
fr_fr: Fichier non trouvé

source: SGML import can't be saved.
fr_fr: L'import SGML ne peut être sauvé

source: Delete unused speakers from file dictionary ?
fr_fr: Suppression des locuteurs non utilisés dans la transcription ?

source: File will be converted to TransAG format
fr_fr: Le fichier va être converti au format TransAG

source: Destination directory doesn't exist or you don't have permission to modify it Please choose another directory
fr_fr: Le répertoire destination n'existe pas ou n'est pas modifiable Sélectionnez un autre répertoire.

source: An annotation file with same name already exists.
fr_fr: Un fichier d'annotation de même nom existe.

source: Overwrite existing file ?
fr_fr: Écrire par dessus le fichier existant ?

source: Name already in use, please choose another name
fr_fr: Ce nom est déjà utilisé

source: An error occurred while saving file.
fr_fr: Une erreur s'est produite pendant la sauvegarde du fichier

source: Copying media files... PLEASE WAIT...
fr_fr: Copie des fichiers médias en cours... VEUILLEZ PATIENTER...

source: A media file with same name already exists.
fr_fr: Un fichier média de même nom existe.

source: Autosaving...
fr_fr: Sauvegarde automatique...

source: Autosave failure, can't write on current file's directory
fr_fr: Echec de la sauvegarde automatique, impossible d'écrire dans le répertoire parent

source: SGML import cannot be exported.
fr_fr: Les imports SGML ne peuvent être exporté

source: The file has been successfully exported.
fr_fr: Le fichier a été exporté avec succès

source: An error occurred while exporting file.
fr_fr: Une erreur s'est produite durant l'export du fichier

source: No signal portion selected
fr_fr: Pas de signal sélectionné

source: Active editor doesn't correspond to selected audio signal
fr_fr: Le fichier courant ne semble pas correspondre à la piste sélectionnée

source: The video file could not be opened, aborted.
fr_fr: Impossible de charger le fichier vidéo, annulé.

source: An error occurred when opening media, closing file...
fr_fr: Une erreur s'est produite à l'ouverture du média, fermeture en cours...

source: Active track
fr_fr: Piste courante

source: Set track as current track for annotations
fr_fr: Définir la piste comme piste courante pour l'annotation

source: Enable / Disable _text to signal synchronization
fr_fr: Activer / Désactiver la synchronisation du _texte sur le signal

source: Toggle text to signal synchronization option
fr_fr: Synchroniser le text sur le signal

source: Enable / Disable _signal to text synchronization
fr_fr: Activer / Désactiver la synchronisation du _signal sur le texte

source: Toggle signal to text synchronization option
fr_fr: Synchroniser le signal sur le texte

source: Save signa_l selection
fr_fr: Sauvegarder la sélection du signa_l

source: save selected portion signal
fr_fr: sauvegarder la portion de signal sélectionnée

source: Export signal/selection to Audacity
fr_fr: Ouvrir la portion de signal sélectionnée avec _Audacity

source: Export selected portion or file to Audacity
fr_fr: Ouvrir la portion de signal sélectionnée avec Audacity

source: Export signal/selection to Wavesur_fer
fr_fr: Ouvrir la portion de signal sélectionnée avec _Wavesurfer

source: Export selected portion or file to Wavesurfer
fr_fr: Ouvrir la portion de signal sélectionnée avec Wavesurfer

source: Export signal/selection to Praa_t
fr_fr: Ouvrir la portion de signal sélectionnée avec Praa_t

source: Export selected portion or file to Praat
fr_fr: Ouvrir la portion de signal sélectionnée avec Praat

source: Go to signal position
fr_fr: Aller à la _position du signal

source: Go to signal position (in seconds)
fr_fr: Aller à la

source: Initializing signal tracks...
fr_fr: Initialisation des pistes du signal...

source: Loading...
fr_fr: Chargement en cours...

source: Initializing signal segments...
fr_fr: Initialisation des segments du signal...

source: Updating signal path...
fr_fr: Mise à jour du signal

source: Creating backup...
fr_fr: Sauvegarde de restauration en cours...

source: Displaying signal segments...
fr_fr: Affichage des segments du signal...

source: Can't save audio selection with multi file audio transcription mode
fr_fr: Impossible de sauvegarder la sélection dans le mode multi-audios

source: Can't save audio selection with streaming mode
fr_fr: Impossible de sauvegarder la sélection dans le mode streaming

source: An error occurred when saving signal...
fr_fr: Une erreur s'est produite à la sauvergarde du signal...

source: Please install it or check binary path.
fr_fr: Veuillez l'installer ou vérifier le chemin de l'exécutable

source: Unable to find external :
fr_fr: Impossible de trouver en externe :

source: Binary path can be changed in the file
fr_fr: Le chemin de l'exécutable peut être modifié dans le fichier

source: in the section External
fr_fr: dans la section External

source: Error while launching external tool...
fr_fr: Erreur lors du lancement de l'outil externe...

source: New annotation file
fr_fr: Nouveau fichier d'annotation

source: Select main transcription language
fr_fr: Sélectionnez la langue principale de transcription

source: Special paste
fr_fr: Collage spécial

source: Cut
fr_fr: Couper

source: Paste
fr_fr: Coller

source: Input language
fr_fr: Langue de saisie

source: Next language
fr_fr: Langue suivante

source: Previous language
fr_fr: Langue précédente

source: You can't edit several backgrounds at same time
fr_fr: Impossible d'éditer plusieurs bruits de fond simultanément

source: No background for displaying properties
fr_fr: Aucun bruit de fond trouvé

source: You can't delete several backgrounds at same time
fr_fr: Impossible de supprimer plusieurs bruits de fond simultanément

source: No background to delete
fr_fr: Aucun bruit de fond trouvé

source: No selected text
fr_fr: Pas de texte selectionné

source: Impossible action
fr_fr: Action impossible

source: Delete background segment ?
fr_fr: Supprimer le bruit de fond ?

source: Loading
fr_fr: Chargement des

source: Undo-Redo stack error, stack reset
fr_fr: Défaire / Refaire erreur : remise à zéro de la pile des actions

source: An error occurred when inserting selection.
fr_fr: Une erreur s'est produite au collage de la sélection.

source: Predefined _words
fr_fr: _Mots prédéfinis

source: New _foreground event
fr_fr: Nouvel événement de _premier plan

source: New annotation _event
fr_fr: Nouvel événement _annoté

source: New named _entity
fr_fr: Nouvelle _entité nommée

source: Error while redoing action.
fr_fr: Refaire action : erreur.

source: Error while undoing action.
fr_fr: Défaire action : erreur.

source: Undo last action
fr_fr: Défaire

source: Redo last action
fr_fr: Refaire

source: Start time :
fr_fr: Temps de début :

source: End time :
fr_fr: Temps de fin :

source: properties
fr_fr: propriétés

source: Unable to find element
fr_fr: Incapable de trouver l'élément

source: Background properties
fr_fr: Propriété du bruit de fond

source: Time
fr_fr: Temps

source: Level
fr_fr: Niveau sonore

source: Add in correction list
fr_fr: Ajouter dans la liste de correction

source: Fix error
fr_fr: Réparer les erreurs

source: Close dialog
fr_fr: Fermer la fenêtre

source: _Close
fr_fr: _Fermer

source: Apply all actions selected in dialog
fr_fr: Appliquer toutes les actions sélectionnées dans la fenêtre

source: _Fix selected errors
fr_fr: _Corriger les erreurs sélectionnées

source: LOADING REPORT
fr_fr: RAPPORT DE CHARGEMENT

source: The following graph is defined in convention but not in file, file has been updated:
fr_fr: Le graphe suivant est défini dans les conventions mais pas dans le fichier, le fichier a été mis à jour :

source: The following graphs are defined in convention but not in file, file has been updated:
fr_fr: Le graphe suivant est défini dans les conventions mais pas dans le fichier, le fichier a été mis à jour :

source: Warning
fr_fr: Attention

source: Errors
fr_fr: Erreurs

source: Graph
fr_fr: Graphe

source: of type
fr_fr: du type

source: has base type element not defined in conventions
fr_fr: a des éléments de base non définis dans les conventions

source: The following base type annotation types are not defined in conventions:
fr_fr: Les types de base suivants ne sont pas définis:

source: Delete base type elements of unknown types
fr_fr: Supprimer les unités de base de type inconnu

source: has foreground element whose type is undefined in conventions
fr_fr: a des éléments de premier plan de type indéfini
