Repository: automaticdsign/transcriber-ag
Catalog: source/po/*.po
Languages: fr_fr

source: The following type are not defined in conventions:
fr_fr: Les types suivants ne sont pas définis dans les conventions:

source: Delete foreground elements of unknown types
fr_fr: Supprimer les élements de premier plan de type inconnu

source: has foreground element whose subtype is undefined in conventions
fr_fr: a des éléments de premier plan de sous-type indéfini

source: The following subtype are not defined in conventions:
fr_fr: Les sous-types suivants ne sont pas définis dans les conventions:

source: Delete foreground elements of unknown subtypes
fr_fr: Supprimer les élements de premier plan de sous-type inconnu

source: has annotation types not defined in conventions
fr_fr: a des types d'annotations non définis dans les conventions

source: The following annotation types are not defined in conventions:
fr_fr: Les types d'annotations suivants ne sont pas définis dans les conventions :

source: Delete elements of unknown types
fr_fr: Supprimer les éléments de type inconnu

source: has annotation sub-types not defined in conventions
fr_fr: a des sous-types d'annotation non définis dans les conventions

source: Delete types with unknown sub-types
fr_fr: Supprimer les types dont le sous-type est inconnu

source: has unknown subtypes
fr_fr: a des sous-types inconnus

source: Delete elements of unknown sub-types
fr_fr: Supprimer les éléments dont le sous-type est inconnu

source: has no base type elements
fr_fr: n'a pas d'éléments de type de base

source: Base element type defined in conventions:
fr_fr: Le type de base est défini dans les conventions :

source: No elements of this type exists in file
fr_fr: Il n'y a pas d'éléments de ce type dans le fichier

source: Graph has been skipped
fr_fr: Le graphe n'a pas été traité

source: is not continuous
fr_fr: n'est pas continu

source: The graph is defined as continuous in conventions
fr_fr: Le graphe est défini comme continu dans les conventions

source: Continuity check failed
fr_fr: Le test de continuité a échoué

source: is not defined in conventions
fr_fr: n'est pas défini dans les conventions

source: This type of graph is not defined in conventions
fr_fr: Ce type de graphe n'est pas défini dans les conventions

source: Unable to find conventions file
fr_fr: Impossible de trouver le fichier de conventions

source: The file requires the following conventions:
fr_fr: Le fichier requiert les conventions suivantes :

source: Not found in convention directory
fr_fr: Introuvable dans le repertoire de convention

source: Default convention applied:
fr_fr: La convention par défaut est utilisée :

source: Conventions version doesn't match
fr_fr: Les versions de conventions diffèrent

source: The file is using the convention
fr_fr: Le fichier utilise la convention

source: of version
fr_fr: de la version

source: The file requires version
fr_fr: Le fichier requiert la version

source: Error while importing format
fr_fr: Erreur à l'import du format

source: Importing file
fr_fr: Import du fichier

source: File properties
fr_fr: Propriétés du fichier

source: Signals
fr_fr: Signal

source: Statistics
fr_fr: Statistiques

source: File
fr_fr: Fichier

source: Corpus version
fr_fr: Version de corpus

source: More
fr_fr: Plus

source: Creation
fr_fr: Création

source: By
fr_fr: Par

source: Comment
fr_fr: Commentaire

source: Last modification
fr_fr: Dernière modif.

source: Add signal
fr_fr: Ajouter signal

source: Remove signal
fr_fr: Supprimer signal

source: Fast
fr_fr: Rapide

source: Detailed
fr_fr: Détaillée

source: Automatic
fr_fr: Automatique

source: Language
fr_fr: Langue

source: Dialect
fr_fr: Dialecte

source: Named entities
fr_fr: Entités nommées

source: Themes
fr_fr: Thèmes

source: Properties
fr_fr: Propriétés

source: Channels display
fr_fr: Chaines affichées

source: Encoding
fr_fr: Codage

source: Channels
fr_fr: Canaux

source: Length
fr_fr: Durée

source: Use signal as a mono channel signal
fr_fr: Utiliser le signal comme un signal mono

source: Force editor to display the file as a mono signal file
fr_fr: Forcer l'éditor à afficher le signal comme un fichier à signal mono

source: Only one track and its annotations will be visible, the others will be hidden.
fr_fr: Seulement une piste et ses annotations seront visibles, les autres seront cachées

source: File will be reloaded.
fr_fr: Le fichier va être re-chargé

source: Reference
fr_fr: Références

source: Version history
fr_fr: Version :

source: Transcription language
fr_fr: Langue de transcription

source: Transcription conventions
fr_fr: Conventions de transcription

source: Open annotation file
fr_fr: Ouvrir un fichier d'annotation

source: Save annotation file
fr_fr: Enregistrer le fichier d'annotation

source: Copy associated media file(s) in the same directory
fr_fr: Copier le(s) fichier(s) média(s) associé(s) dans le même répertoire.

source: Export annotation file
fr_fr: Exporter un fichier d'annotation

source: Select output format:
fr_fr: Sélectionner un format de sortie

source: Transcription files
fr_fr: Fichiers de transcription

source: Audio file to open
fr_fr: Fichier audio àouvrir

source: Without signal
fr_fr: Sans signal

source: This audio file has too much channels for current transcription
fr_fr: Ce fichier audio a trop de pistes pour la transcription courante

source: Go to offset
fr_fr: Aller à l'offset

source: Position (seconds):
fr_fr: Position (en seconde) :

source: Named entity properties
fr_fr: Propriétés de l'entité nommée

source: Event properties
fr_fr: Propriétés de l'évènement

source: Save Audio Signal
fr_fr: Sauvegarder le signal audio

source: From file
fr_fr: Fichier source

source: Destination directory
fr_fr: Répertoire cible

source: Choose a name
fr_fr: Choisir un nom

source: Choose folder to save audio selection
fr_fr: Choisir un répertoire pour le fichier à créer

source: Invalid file name
fr_fr: Nom de fichier invalide

source: Please choose a valid destination directory
fr_fr: Veuillez choisir un répertoire cible valide

source: Directory for read only
fr_fr: Répertoire en lecture seule

source: A file with same name already exists, please change name or destination directory
fr_fr: Un fichier de même nom existe déjà, veuillez changer de nom ou de répertoire

source: Section properties
fr_fr: Propriétés de la section

source: Topic :
fr_fr: Thème :

source: _Change
fr_fr: _Modifier

source: N_o topic
fr_fr: A_ucun

source: error while choosing topic
fr_fr: erreur lors de la définition du thème

source: Topic details:
fr_fr: Détails du thème :

source: Category
fr_fr: Catégorie

source: Context
fr_fr: Contexte

source: Annotation Topics
fr_fr: Thèmes d'annotation

source: Without theme
fr_fr: Sans thème

source: Speech
fr_fr: Parole

source: Speaker
fr_fr: Locuteur

source: No speech
fr_fr: Pas de parole

source: File language
fr_fr: Langue du fichier

source: Turn language
fr_fr: Langue du tour

source: event
fr_fr: évènement

source: named entity
fr_fr: entité

source: unit
fr_fr: unité de base

source: _Edit %s properties
fr_fr: _Editer propriétés %s

source: _Display %s properties
fr_fr: _Afficher propriétés %s

source: _Delete %s
fr_fr: _Supprimer %s

source: _Remove time mark %s
fr_fr: Supprimer le timestamp %s

source: _Other
fr_fr: _Autre

source: Some qualifier types or subtypes are used in conventions but are not specified:
fr_fr: Des types ou sous-types de qualifiers sont utilisés dans les conventions mais ne sont pas spécifiés:

source: Check your conventions files.
fr_fr: Vérifiez les fichiers de conventions.

source: New no speech turn
fr_fr: Nouveau tour de non-parole

source: Turn
fr_fr: Tour de parole

source: Background
fr_fr: Arrière-plan

source: Show _tracks
fr_fr: Afficher les _pistes

source: SIGNAL ACTIONS
fr_fr: SIGNAL

source: (Noise)
fr_fr: (Bruit)

source: (Music)
fr_fr: (Musique)

source: turn
fr_fr: tour de parole

source: New speaker
fr_fr: Nouveau locuteur

source: Overlapping speech
fr_fr: Parole superposée

source: Set speaker
fr_fr: Définir le locuteur

source: Speaker properties
fr_fr: Propriétés du locuteur

source: _Display speaker properties
fr_fr: _Afficher propriétés locuteur

source: Error when loading annotation menu for foreground events:
fr_fr: Erreur au chargement du menu d'annotation des événements de premier plan

source: Display Error
fr_fr: Erreur d'affichage

source: (can't find corresponding base type element)
fr_fr: (impossible de trouver l'élément correspondant)

source: foreground event
fr_fr: évenement de premier plan

source: Edit
fr_fr: Edition

source: Annotate
fr_fr: Annoter

source: Unknown transcription language, using 'eng' as default
fr_fr: Langue de transcription inconnu, 'eng' par défaut

source: speaker
fr_fr: locuteur

source: Error while importing format:
fr_fr: Erreur durant l'importation de format :

source: Cannot determinate file encoding
fr_fr: Impossible de déterminer l'encodage du fichier

source: NO CONVENTION FILE for TRS import specified !
fr_fr: Pas de fichier de convention pour l'import TRS spécifié !

source: Display can be altered.
fr_fr: L'affichage peut être altéré

source: NO MAPPING FILE for TRS import !
fr_fr: Pas de fichier de mapping pour l'import TRS !

source: Format conversion can be incomplete.
fr_fr: Le résultat de l'import est peut-être incomplet

source: Transcription end time set to signal duration
fr_fr: Fin de la transcription positionnée à la fin du signal

source: ENCODING Problem
fr_fr: Problème d'encodage

source: Can't correctly import characters codeset
fr_fr: Impossibilité d'importer correctement le jeu de caractères

source: Play
fr_fr: Lire

source: New Folder
fr_fr: Nouveau dossier

source: Rename
fr_fr: Renommer

source: Delete
fr_fr: Supprimer

source: Import in current file
fr_fr: Importer dans le fichier courant

source: Import
fr_fr: Importer

source: Open
fr_fr: Ouvrir

source: Add to shortcut
fr_fr: Ajouter un favori

source: Create new transcription
fr_fr: Créer une nouvelle transcription

source: Create new multi-chanel transcription
fr_fr: Créer une transcription multi-audio

source: Download
fr_fr: Télécharger

source: Upload
fr_fr: Envoyer

source: Modify shortcut
fr_fr: Modifier le favori

source: Delete shortcut
fr_fr: Supprimer le favori

source: Refresh
fr_fr: Rafraîchir

source: Actualize
fr_fr: Actualiser

source: Increase priority
fr_fr: Incrémenter la priorité

source: Decrease priority
fr_fr: Décrémenter la priorité

source: Interrupt all treatments
fr_fr: Interrompre tous les traitements

source: Cancel all treatments
fr_fr: Annuler tous les traitements

source: Cl_ose
fr_fr: _Fermer

source: New Transcription
fr_fr: Nouvelle transcription

source: Choose audio file(s) for new transcription
fr_fr: Choisir un/des fichier(s) audio(s) pour la nouvelle transcription

source: Add an audio file for create new transcription
fr_fr: Ajouter un fichier audio pour la nouvelle transcription

source: Add audio file
fr_fr: Ajouter un fichier audio

source: Create transcription
fr_fr: Créer une transcription

source: Please enter a name
fr_fr: Veuillez saisir un nom

source: Name already in use Please choose another name
fr_fr: Ce nom est déjà utilisé, veuillez en choisir un autre

source: invalid name
fr_fr: nom invalide

source: Please enter an identifier
fr_fr: Veuillez choisir un identifiant

source: Please choose a shorter identifier
fr_fr: Veuillez choisir un identifiant

source: Identifier contains invalid symbol
fr_fr: L'identifiant contient des caractères non autorisés

source: Create a new annotation file ? (choose NO to use existing one)
fr_fr: Créer un nouveau fichier d'annotation ? (choisissez NON pour utiliser le fichier existant)

source: Existing file:
fr_fr: Fichier existant :

source: No anotation file found, a new file will be created
fr_fr: Pas de fichier d'annotation trouvé, un nouveau fichier va être créé

source: Properties:
fr_fr: Propriétés :

source: General
fr_fr: Général

source: Size:
fr_fr: Taille :

source: Location:
fr_fr: Localisation :

source: Modified:
fr_fr: Modifié :

source: Last access:
fr_fr: Dernier accès :

source: Duration:
fr_fr: Durée :

source: Channel:
fr_fr: Canaux :

source: Sampling rate:
fr_fr: Taux d'échantillonnage :

source: Sample count:
fr_fr: Nombre d'échantillons :

source: Sampling resolution:
fr_fr: Résolution d'échantillonnage :

source: Encoding:
fr_fr: Encodage :

source: Choose target shortcut
fr_fr: Définissez la cible du raccourci

source: Configure shortcut
fr_fr: Définition du favori

source: Target path
fr_fr: Répertoire cible

source: Shortcut name
fr_fr: Nom du favori

source: Please enter a shortcut name
fr_fr: Entrez un nom pour le favori

source: Please choose a target
fr_fr: Définissez le répertoire cible

source: This target is already used by a shortcut
fr_fr: Un favori est déjà défini pour ce répertoire

source: This target does not exist
fr_fr: Le répertoire n'existe pas

source: This name is too long or contains invalid symbol, please choose another
fr_fr: Nom trop long ou contenant des caractères interdits, veuillez saisir un autre nom

source: Please change directory permissions (enable read and execute) or change directory
fr_fr: Modifiez les permissions du répertoire ou changez de répertoire

source: Please choose an identifier
fr_fr: Veuillez choisir un identifiant

source: Identifier:
fr_fr: Identifiant :

source: Find/Replace in file
fr_fr: Rechercher/Remplacer dans le fichier

source: _Find/Replace
fr_fr: _Rechercher/Remplacer

source: S_pecial search
fr_fr: Recherche s_péciale

source: Special search
fr_fr: Recherche spéciale

source: Display file speaker dictionary
fr_fr: Afficher le dictionnaire de locuteurs du fichier

source: _File speaker dictionary
fr_fr: Dictionnaire de locuteurs du _fichier

source: Search in file
fr_fr: Recherche dans un fichier

source: _Search
fr_fr: _Rechercher

source: _Tools
fr_fr: Ou_tils

source: _External actions
fr_fr: Actions _externes

source: _File
fr_fr: _Fichier

source: _Edit
fr_fr: _Edition

source: _Annotate
fr_fr: _Annoter

source: _Display
fr_fr: Aff_icher

source: Spea_kers
fr_fr: _Locuteurs

source: _Video
fr_fr: _Vidéo

source: _Window
fr_fr: Fe_nêtre

source: _Help
fr_fr: _Aide

source: Create a new transcription
fr_fr: Créer une nouvelle transcription

source: Create a new transcription file
fr_fr: Créer un nouveau fichier de transcription

source: Open a file
fr_fr: Ouvrir un fichier

source: Quit
fr_fr: Quitter

source: _Recent Files
fr_fr: Fichiers _récents

source: _User manual
fr_fr: Manuel _utilisateur

source: _About
fr_fr: _A propos

source: Show / Hide _explorer
fr_fr: Afficher / Cacher l'explorateur

source: Show or hide file explorer
fr_fr: Afficher / Cacher l'explorateur

source: Display the global speaker dictionary
fr_fr: Afficher le dictionnaire global de locuteurs

source: _Global speaker dictionary
fr_fr: Dictionnaire _global de locuteurs

source: Go to the next tab
fr_fr: Aller à l'onglet suivant

source: Ne_xt tab
fr_fr: Onglet suivant

source: Go to the previous tab
fr_fr: Aller à l'onglet précédent

source: Pre_vious tab
fr_fr: Onglet précédent

source: Cl_ose current page
fr_fr: Fermer l'onglet

source: Close current page
fr_fr: Fermer l'onglet courant

source: Switch to enlarged editor display
fr_fr: Elargir la zone d'édition

source: _Switch to enlarged editor display
fr_fr: _Elargir la zone d'édition

source: Display file properties
fr_fr: Afficher les propriétés du fichier

source: _File properties
fr_fr: Propriétés du fichier

source: _Clipboard
fr_fr: _Presse-papier

source: _Revert file
fr_fr: Restaurer le fichier

source: Display _clipboard
fr_fr: Afficher le presse-papier

source: Display clipboard
fr_fr: Afficher le presse-papier

source: Display preferences panel
fr_fr: Afficher les propriétés du configuration de TranscriberAG

source: _Preferences
fr_fr: _Préférences

source: Show / Hide _toolbar
fr_fr: Afficher / Cacher la barre d'outils

source: Show / Hide toolbar
fr_fr: Afficher / Cacher la barre d'outils

source: Show / Hide _status bar
fr_fr: Afficher / Cacher la _barre d'état

source: Show / Hide status bar
fr_fr: Afficher / Cacher la barre d'état

source: SYSTEM
fr_fr: SYSTEME DE FICHIER

source: MY SHORTCUTS
fr_fr: FAVORIS

source: Add a new shortcut
fr_fr: Ajouter un favori

source: My Computer
fr_fr: Mon ordinateur

source: Work AG
fr_fr: Répertoire de travail

source: Filter
fr_fr: Filtre

source: Please close file before changing its name
fr_fr: Fermer le fichier avant de le renommer

source: Please close file before removing it
fr_fr: Fermer le fichier avant de le supprimer

source: The directory can't be created, check your permission
fr_fr: Le répertoire ne peut pas être créé, vérifiez les permissions

source: Please close file
fr_fr: Fermer au préalable le fichier

source: Not yet available
fr_fr: Fonction non disponible

source: Do you want to delete the shortcurt
fr_fr: Voulez-vous supprimer le raccourci

source: This file is being edited
fr_fr: Le fichier est en train d'être édité

source: This file type is not supported by Transcriber
fr_fr: Type de fichier non supporté par Transcriber

source: Multi-audio transcription accepts mono audio files only.
fr_fr: Le mode de transcription multi-audio accepte uniquement les fichiers mono

source: Multi-audio transcription accepts files of same type only.
fr_fr: Le mode multi-audio recquiert des fichiers de même type

source: Multi-audio transcription needs different files.
fr_fr: Le mode multi-audio recquiert des fichiers différents

source: Selected files have different frame rates, it may cause a distorted sound
fr_fr: Les fichiers sélectionnés ont des frame rate différents, ceci peut altérer la lecture

source: Some file preferences have been changed.
fr_fr: Des paramètres ont été changés.

source: The modifications will be saved when the files are saved.
fr_fr: Les modifications seront sauvegardées à la sauvegarde des fichiers.

source: Save all now
fr_fr: Tout sauvegarder maintenant

source: All opened files need to be reloaded for enabling these modifications.
fr_fr: Tous les fichiers ouverts doivent être rechargés pour que les modifications soient appliquées.

source: Reload all now
fr_fr: Tout recharger maintenant

source: All opened files need to be saved and reloaded for enabling these modifications.
fr_fr: Tous les fichiers ouverts doivent être sauvegardés et rechargés pour que les modifications soient appliquées.

source: Save and reload all now
fr_fr: Tout sauvegarder et recharger

source: I'll do it later
fr_fr: Je le ferai plus tard

source: The modifications will be saved when the file is saved.
fr_fr: Les modifications seront sauvegardées à la sauvegarde du fichier.

source: Save now
fr_fr: Sauvegarder maintenant

source: The file needs to be reloaded for enabling these modifications.
fr_fr: Le fichier doit être rechargé pour que les modifications soient prises en compte.

source: Reload now
fr_fr: Recharger maintenant

source: The file needs to be saved and reloaded for enabling these modifications.
fr_fr: Le fichier doit être sauvegardé et rechargé pour que les modifications soient prises en compte.

source: Save and reload now
fr_fr: Sauvegarder et recharger

source: Do you want to reload the file ?
fr_fr: Voulez-vous recharger le fichier ?

source: Show / Hide clipboard
fr_fr: Afficher / Cacher le presse papier

source: Merged display
fr_fr: Affichage unique

source: Change single editor
fr_fr: Changer la piste éditée

source: Merged editor
fr_fr: Affichage unique

source: Track 1 editor
fr_fr: Affichage piste 1

source: Track 2 editor
fr_fr: Affichage piste 2

source: Highlight active
fr_fr: Surbrillance activée

source: Change highlight scope
fr_fr: Modifier le surlignage

source: Selected track
fr_fr: Piste sélectionnée

source: Both track
fr_fr: Les 2 pistes

source: Track 1
fr_fr: Piste 1

source: Track 2
fr_fr: Piste 2

source: Editor Tags are displayed
fr_fr: Les balises de l'éditeur textuel sont affichées

source: Change hidden tag options
fr_fr: Changer les options des balises cachées

source: Hide all qualifiers
fr_fr: Masquer tous les qualifieurs

source: Hide foreground elements
fr_fr: Masquer les éléments de premier plan

source: Hide events
fr_fr: Masquer les évènements

source: Hide named entities
fr_fr: Masquer les entités nommées

source: Hide unknown qualifiers
fr_fr: Masquer les qualifieurs inconnus

source: Global speakers
fr_fr: Locuteurs

source: Global Speakers Dictionary
fr_fr: Dictionnaire global de locuteurs

source: File explorer
fr_fr: Explorateur

source: Show / Hide explorer
fr_fr: Explorateur de fichiers

source: Editor Tags are hidden
fr_fr: Les balises de l'éditeur textuel sont cachées

source: Highlight inactive
fr_fr: Surbrillance inactivée

source: Separated editor
fr_fr: Vues séparées

source: Unique editor
fr_fr: Vue unique

source: Signal is synchronised with text
fr_fr: Signal synchronisé sur le texte

source: Signal is not synchronised with text
fr_fr: Signal non synchronisé sur le texte

source: Text is synchronised with signal
fr_fr: Texte synchronisé sur le signal

source: Text is not synchronised with signal
fr_fr: Texte non synchronisé sur le signal

source: File not editable
fr_fr: Fichier non editable

source: File in edition mode
fr_fr: Fichier en mode édition

source: Are you sure to quit Transcriber AG ?
fr_fr: Êtes-vous sûr de vouloir quitter TranscriberAG?

source: No local dictionary available.
fr_fr: Aucun ditionnaire local disponible.

source: About
fr_fr: A propos

source: Annotation Graphs Transcription Tool
fr_fr: Outil de transcription par graphes d'annotation

source: Developed by Bertin Technologies, TIC activity, 2011.
fr_fr: Développé par Bertin Technologies, activité TIC, 2011.

source: Audio panel
fr_fr: Audio

source: Display options
fr_fr: Affichage

source: Use absolute norm for audio signal peaks
fr_fr: Utiliser une norme absolue pour les pics du signal audio

source: Show time scale
fr_fr: Afficher l'échelle de temps

source: Audio signal zone size
fr_fr: Taille du composant signal-audio

source: Stop playing when signal clicked
fr_fr: Arrêter la lecture lorsque l'on clique sur le signal

source: Play options
fr_fr: Options de lecture

source: Advanced options
fr_fr: Options avancées

source: Maximal zoom resolution (seconds/pixel)
fr_fr: Zoom maximal (secondes/pixel)

source: Go back before playing (seconds)
fr_fr: Retour arrière avant la lecture (secondes)

source: Mouse button 1: smallest incrementation
fr_fr: Souris bouton 1 : incrémentation minimale

source: Mouse wheel click: larger incrementation
fr_fr: Souris click molette : incrémentation maximale

source: Mouse button 3: reach min/max value
fr_fr: Souris bouton 3 : valeurs minimale/maximale

source: Colors
fr_fr: Couleurs

source: Annotation Editor
fr_fr: Editeur

source: Text
fr_fr: Texte

source: Events
fr_fr: Evénements

source: Named Entities
fr_fr: Entités nommées

source: Highlight
fr_fr: Surlignage

source: Foreground
fr_fr: Premier plan

source: Default entities
fr_fr: Entités nommées par défaut

source: Track 1 highlight
fr_fr: Surlignage piste 1

source: Track 2 highlight
fr_fr: Surlignage piste 2

source: Activated signal
fr_fr: Signal activé

source: Disabled signal
fr_fr: Signal désactivé

source: Selection tooltip
fr_fr: Infobulle de sélection

source: Cursor
fr_fr: Curseur

source: Segment end indicator
fr_fr: Indicateur de fin de segment

source: Data Model
fr_fr: Modèle de données

source: Change default annotation conventions
fr_fr: Modifier les conventions d'annotation par défaut

source: Ftp connection
fr_fr: Connexion FTP

source: Distant machine
fr_fr: Machine distante :

source: Fonts
fr_fr: Polices

source: Editor text font
fr_fr: Editeur : police du texte

source: Editor labels font
fr_fr: Editeur : police des labels

source: User identifier
fr_fr: Identifiant utilisateur

source: Change
fr_fr: Modifier

source: Choose a directory
fr_fr: Répertoire distant
