Repository: automaticdsign/transcriber-ag
Catalog: source/po/*.po
Languages: fr_fr

source: Default directory for signal audio files
fr_fr: Répertoire par défaut pour les fichiers audio

source: Default browser
fr_fr: Navigateur par défaut

source: Load files that were opened when TransAG shut down
fr_fr: Recharger les fichiers ouverts à la dernière session

source: Display status bar
fr_fr: Afficher la barre d'état

source: Display toolbar
fr_fr: Afficher la barre d'outils

source: Choose toolbar style
fr_fr: Style de la barre d'outils

source: File autosave periodicity (seconds)
fr_fr: Fréquence des sauvergardes automatiques (secondes)

source: system default
fr_fr: défaut

source: This directory doesn't exist
fr_fr: Le répertoire n'existe pas

source: Only icons
fr_fr: Icones uniquement

source: Icons and text
fr_fr: Icones et labels

source: Only text
fr_fr: Labels uniquement

source: Preferences
fr_fr: Préférences

source: _Apply
fr_fr: _Appliquer

source: _Cancel
fr_fr: A_nnuler

source: Text Editor
fr_fr: Editeur

source: Audio Panel
fr_fr: Audio

source: Video Panel
fr_fr: Vidéo

source: Speakers
fr_fr: Locuteurs

source: Look'N'Feel
fr_fr: Apparence

source: FTP connection
fr_fr: Connection FTP

source: Parameters has been modified, do you want to save ?
fr_fr: Des paramètres ont changé, voulez-vous les sauvegarder ?

source: An error occurred when saving preferences.
fr_fr: Une erreur s'est produite lors de l'enregistrement des préférences.

source: Check if the configuration files in the personal folder still exist and are not corrupted.
fr_fr: Vérifier que les fichiers de configuration placés dans le dossier utilisateur existent bien et ne sont pas corrompus.

source: An error occurred when reloading preferences.
fr_fr: Une erreur s'est produite lors du chargement des préférences

source: Opened files need to be re-opened for enabling modifications
fr_fr: Les fichiers en cours d'édition doivent être réouverts pour que les modifications soient prises en compte

source: Application need to be restarted for enabling modifications
fr_fr: L'application doit être relancée pour que les modifications soient prises en compte

source: Path of global speaker dictionary file
fr_fr: Chemin du dictionnaire de locuteurs global

source: Speller Tool
fr_fr: Correcteur

source: Use speller
fr_fr: Utiliser le dictionnaire

source: Directory of speller dictionaries
fr_fr: Répertoire des dictionnaires du correcteur orthographique

source: Allow use of personal dictionary
fr_fr: Autoriser l'utilisation de dictionnaire personnel

source: Allow to ignore word
fr_fr: Autoriser l'option ignorer

source: Display colored background for named entity tags
fr_fr: Afficher une couleur de fond pour les étiquettes des entités nommées

source: Allow tooltips inside editor
fr_fr: Autoriser les infobulles dans l'éditeur

source: Input options
fr_fr: Saisie

source: Delete time-anchored elements with suppression key (del/backspace)
fr_fr: Supprimer les marques temporelles avec les touches de suppression (suppr/retour arrière)

source: Automatically set turn language as input language
fr_fr: Langue de saisie automatiquement paramétré à la langue du tour de parole courant

source: Mono mode
fr_fr: Mode mono

source: Display turn label and segment label on same line
fr_fr: Etiquette du tour de parole et étiquette du segment sur la même ligne

source: Stereo mode
fr_fr: Mode stéréo

source: Default view mode for stereo
fr_fr: Choisir le mode de vue par défaut pour la stéréo

source: Default synchronization options
fr_fr: Options de synchronisation par défaut

source: SET OPTIONS FOR READ ONLY MODE
fr_fr: OPTIONS POUR LE MODE LECTURE-SEULE

source: Synchronization signal to text
fr_fr: Synchronisation signal/texte

source: Synchronization text to signal
fr_fr: Synchronisation texte/signal

source: Highlight text at current position
fr_fr: Surligner le texte à la position courante

source: dual display
fr_fr: Double affichage

source: Track 1 display
fr_fr: Affichage piste 1

source: Track 2 display
fr_fr: Affichage piste 2

source: merged display
fr_fr: Affichage fusionné

source: Control + suppression key
fr_fr: Control + touche de suppression

source: Allowed
fr_fr: Permis

source: Forbidden
fr_fr: Bloqué

source: both tracks
fr_fr: Toutes les pistes

source: selected track
fr_fr: Piste selectionnée

source: none
fr_fr: Aucune

source: Video panel
fr_fr: Vidéo

source: Browser options
fr_fr: Options du navigateur

source: Extract a frame each N seconds
fr_fr: Extraire une image toutes les N secondes

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Sections with given topic
fr_fr: Section avec le thème sélectionné

source: Turn of given speaker
fr_fr: Tour de parole du locuteur sélectionné

source: Event with given text
fr_fr: Évènement associé au texte

source: Entity with given text
fr_fr: Entité associé au texte

source: Type of research
fr_fr: Type de recherche

source: Object of research
fr_fr: Objet de recherche

source: Select topic
fr_fr: Sélection du thème

source: Select topic:
fr_fr: Sélectionner le thème :

source: Select speaker
fr_fr: Sélection du speaker

source: Select speaker:
fr_fr: Sélectionner le locuteur :

source: Enter text:
fr_fr: Entrer le texte :

source: no more occurrences
fr_fr: plus d'occurences

source: No more occurrences, research from the start ?
fr_fr: Plus d'occurences, chercher à partir du début ?

source: Please choose a topic
fr_fr: Choisir un thème

source: Please choose a speaker
fr_fr: Choisir un locuteur

source: Please enter a text
fr_fr: Entrer un texte

source: Change to search / replace mode
fr_fr: Changer pour le mode recherche / remplacement

source: Close search toolbar
fr_fr: Fermer la barre d'outil de recherche

source: _Next
fr_fr: _Suivant

source: _Previous
fr_fr: _Précédent

source: Whole word
fr_fr: Mot entier

source: Case
fr_fr: Casse

source: Clear selection
fr_fr: Annuler la sélection

source: Change to toolbar mode
fr_fr: Changer pour le mode barre d'outil

source: _Toolbar mode
fr_fr: Mode _barre d'outil

source: Replace with
fr_fr: Remplacer par

source: Find
fr_fr: Chercher

source: Input language:
fr_fr: Langue de saisie :

source: Scope
fr_fr: Portée

source: Replace / Find >>
fr_fr: Remplacer / chercher >>

source: << Replace / Find
fr_fr: << Remplacer / chercher

source: _Replace
fr_fr: _Remplacer

source: Replace _all
fr_fr: Remplacer _tout

source: All lines
fr_fr: Toute les lignes

source: Selected lines
fr_fr: Lignes sélectionnées

source: Case sensitive
fr_fr: Respecter la casse

source: occurrences replaced
fr_fr: occurences remplacées

source: no occurences found
fr_fr: aucune occurence trouvée

source: Text & Tags
fr_fr: Texte & Étiquettes

source: Tags
fr_fr: Étiquettes

source: Loading dictionary error
fr_fr: Erreur de chargement du dictionnaire

source: Speakers data
fr_fr: Données des locuteurs

source: Add language
fr_fr: Ajouter

source: add a new language
fr_fr: Ajouter une langue

source: Remove language
fr_fr: Supprimer

source: remove the selected language
fr_fr: Supprimer la langue sélectionnée

source: _Validate
fr_fr: _Valider

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Gender
fr_fr: Genre

source: Speaker Data
fr_fr: Données des locuteurs

source: Please fill the
fr_fr: Veuillez remplir le

source: Invalid character in
fr_fr: Caractère non autorisé dans

source: Invalid language, check the information
fr_fr: Langue invalide, vérifiez les informations saisies

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Undefined
fr_fr: Indéfini

source: NEW SPEAKER
fr_fr: NOUVEAU Locuteur

source: is usual
fr_fr: est usuel

source: is native
fr_fr: est natif

source: This language already exists for this speaker
fr_fr: Cette langue existe déjà pour ce locuteur

source: Select a language
fr_fr: Sélectionner une langue

source: Speaker Dictionary
fr_fr: Dictionnaire de locuteurs

source: GLOBAL dictionary
fr_fr: Dictionnaire GLOBAL

source: Raise current file dictionary
fr_fr: Afficher le dictionnaire du fichier actif

source: Show details
fr_fr: Afficher les détails

source: Local dictionary
fr_fr: Dictionnaire local

source: Raise global dictionary
fr_fr: Afficher le dictionnaire global

source: _Add a speaker
fr_fr: _Ajouter un locuteur

source: add a new speaker
fr_fr: Ajouter un nouveau locuteur

source: _Remove speaker
fr_fr: _Supprimer un locuteur

source: remove the selected speaker
fr_fr: supprime le locuteur sélectionné

source: Hide details
fr_fr: Cacher les détails

source: Error while replacing speaker
fr_fr: La mise à jour du locuteur a échoué

source: An existing speaker seems to correspond to the one you want to add Do you want to continue ?
fr_fr: Un locuteur existant semble correspondre à celui que vous souhaitez ajouter Voulez-vous continuer ?

source: Existing speakers seem to correspond to the one you want to add Do you want to continue ?
fr_fr: Des locuteurs existants semblent correspondre à ceux que vous souhaitez ajouter Voulez-vous continuer ?

source: Error while adding speaker
fr_fr: Erreur d'ajout de locuteur

source: Current speaker has been modified, continue ?
fr_fr: Le locuteur courant a été modifié, continuer ?

source: Modifications not validated will be lost
fr_fr: Les modifications non validées seront perdues

source: This speaker is used in the annotation file, can't remove it
fr_fr: Ce locuteur est référencé dans la transcription, il ne peut être supprimé

source: Are you sure to delete the selected speaker ?
fr_fr: Êtes-vous sûr de vouloir supprimer le locuteur sélectionné ?

source: error while deleting speaker
fr_fr: erreur de suppression du locuteur

source: error while updating speaker
fr_fr: erreur de mise à jour du locuteur

source: Please check dictionary permissions
fr_fr: Vérifier les permissions du dictionnaire de locuteurs

source: Error while saving dictionary
fr_fr: Erreur d'enregistrement du dictionnaire des locuteurs

source: New speaker has not been validated, continue edition ?
fr_fr: Le nouveau locuteur n'a pas été validé, continuer l'édition ?

source: if you choose NO, new speaker won't be added
fr_fr: si vous choisissez NON, le nouveau locuteur ne sera pas créé

source: Current speaker has been modified, do you want to validate modifications ?
fr_fr: Le locuteur courant a été modifié, voulez-vous valider les modifications ?

source: User not found
fr_fr: Locuteur non trouvé

source: Do you want to replace this speaker ?
fr_fr: Voulez-vous remplacer ce locuteur

source: Functionality not available in global dictionary
fr_fr: Fonctionnalité non disponible pour le dictionnaire de locuteurs global

source: Global speaker dictionary has been modified, do you want to save it before closing ?
fr_fr: le dictionnaire global a été modifié, enregistrer avant fermeture ?

source: Delete All
fr_fr: Supprimer tout

source: Up selection
fr_fr: Sélection précédente

source: Alt + Up
fr_fr: Alt + Flêche haut

source: Down selection
fr_fr: Sélection suivante

source: Alt + Down
fr_fr: Alt + Flêche bas

source: Paste selection in editor
fr_fr: Copier l'élément sélectionné du presse-papier vers l'éditeur

source: Alt + Left
fr_fr: Alt + Flêche gauche

source: Keep editor selection in clipboard
fr_fr: Copier l'élément sélectionné de l'éditeur vers le presse-papier

source: Alt + Right
fr_fr: Alt + Flêche droite

source: Suppress all clipboard
fr_fr: Vider le clipboard

source: Alt + Shift + Space
fr_fr: Alt + Shift + Espace

source: Suppress clipboard selection
fr_fr: Supprimer la sélection courante

source: Alt + Shift + Suppress
fr_fr: Alt + Shift + Suppr

source: Previous clipboard entry
fr_fr: Elément précédent du presse-papier

source: _Previous entry
fr_fr: Elément _précédent

source: Next clipboard entry
fr_fr: Elément suivant du presse-papier

source: _Next entry
fr_fr: Elément _suivant

source: Export from clipboard
fr_fr: Exporter à partir du presse-papier

source: _Export from clipboard
fr_fr: _Exporter à partir du presse-papier

source: Import in clipboard
fr_fr: Importer dans le presse-papier

source: _Import in clipboard
fr_fr: _Importer dans le presse-papier

source: Clear all clipboard
fr_fr: Vider le presse-papier

source: _Clear clipboard
fr_fr: _Vider le presse-papier

source: Suppress selected line in clipboard
fr_fr: Supprimer la ligne sélectionnée dans le presse-papier

source: _Suppress clipboard selection
fr_fr: Su_pprimer la sélection du presse-papier

source: Alphabetic order
fr_fr: Ordre alphabétique

source: Reverse Alphabetic
fr_fr: Ordre alphabétique inversé

source: Display / Hide clipboard
fr_fr: Afficher / Cacher le presse papier

source: _Display / Hide clipboard
fr_fr: _Afficher / Cacher le presse papier

source: Clear all clipboard ?
fr_fr: Vider le presse-papier ?

source: An error occured while launching documentation browser
fr_fr: Erreur lors du lancement du navigateur

source: Please check your default browser in preferences
fr_fr: Vérifiez le navigateur par défaut dans les préférences

source: No browser found
fr_fr: Aucun navigateur trouvé

source: Close
fr_fr: Fermer

source: File needs to be reloaded for applying preferences modifications
fr_fr: Le fichier doit être rechargé pour que les préférences soient prises en compte

source: Click for reloading
fr_fr: Cliquer pour recharger

source: Loading file ...
fr_fr: Chargement en cours...

source: Loading done...
fr_fr: Chargement effectué...

source: Please close the file dictionary before closing the editor
fr_fr: Fermer le dictionnaire avant de fermer l'éditeur

source: Refreshing...
fr_fr: Rafraichissement...

source: - Annotation Graph Editor
fr_fr: Editeur de graphes d'annotation

source: TranscriberAG command line options
fr_fr: Options de ligne de commande TranscriberAG

source: options for TranscriberAG
fr_fr: options pour TranscriberAG

source: FILEPATH
fr_fr: CHEMIN

source: open an audio or an annotation file
fr_fr: ouvrir un fichier audio ou d'annotation

source: display version of TranscriberAG
fr_fr: afficher la version de TranscriberAG

source: Unknown option, use option -?/--help for usage
fr_fr: Option inconnue, utiliser l'option -?/--help

source: Bad option value, use option -?/--help for usage
fr_fr: Valeur non-valide, utiliser l'option -?/--help

source: Unknown option or bad option value, use option -?/--help for usage
fr_fr: Option inconnue ou valeur non valide, utiliser l'option -?/--help

source: Name:
fr_fr: Nom :

source: Path:
fr_fr: Chemin :

source: Name:
fr_fr: Nom :

source: Size:
fr_fr: Taille :

source: Encoding:
fr_fr: Encodage :

source: Duration:
fr_fr: Durée :

source: Status:
fr_fr: Statut :

source: Modified:
fr_fr: Modifié :

source: Are you sure to delete the directory
fr_fr: Êtes-vous sûr de vouloir supprimer le répertoire ?

source: Are you sure to delete the file
fr_fr: Êtes-vous sûr de vouloir supprimer le fichier ?

source: Removing
fr_fr: Suppression en cours

source: Removed
fr_fr: Supprimé

source: Can't find the file or directory to be removed
fr_fr: Répertoire ou fichier à supprimer non trouvé

source: Removing problem
fr_fr: Problème de suppression

source: Renaming problem
fr_fr: Erreur de renommage

source: This directory is not writable
fr_fr: Le répertoire n'est pas inscriptible

source: Problem while creating directory, check the permissions
fr_fr: Erreur de création du répertoire, vérifiez les permissions

source: File Manager
fr_fr: Fichiers

source: You can't move a directory to itself
fr_fr: Vous ne pouvez déplacer un répertoire vers lui-même

source: Directory already contains file with same name Do you want to replace it ?
fr_fr: Le répertoire contient déjà un fichier de même nom Voulez-vous l'écraser ?

source: Move
fr_fr: Déplacer

source: Moved
fr_fr: Déplacé

source: Moving file problem
fr_fr: Erreur de déplacement fichier

source: Error loading default configuration
fr_fr: Erreur de chargement de la configuration utilisateur

source: Error loading existing user local configuration
fr_fr: Erreur de chargement de la configuration utilisateur

source: Error loading updated user local configuration
fr_fr: Erreur de chargement de la configuration utilisateur

source: Error reading configuration directory
fr_fr: Erreur de chargement de la configuration utilisateur

source: An instance of TranscriberAG is already running.
fr_fr: Une instance de TranscriberAG est déjà en cours d'exécution.

source: Can't open file for reading:
fr_fr: Impossible d'ouvrir le fichier :

source: Resolution
fr_fr: Résolution

source: Browser
fr_fr: Navigateur

source: Error while computing video preview, aborted.
fr_fr: Erreur lors de la préparation des aperçus vidéo, annulé.

source: Error while loading video preview, aborted.
fr_fr: Erreur lors du chargment des aperçus vidéo, annulé.

source: Show/Hide video panels
fr_fr: Afficher/Masquer les fenêtres vidéo

source: Show/Hide video browser
fr_fr: Afficher/Masquer le navigateur vidéo

source: Show/Hide video player
fr_fr: Afficher/Masquer le lecteur vidéo

source: Rewind by N frames
fr_fr: Reculer de N frames

source: Rewind
fr_fr: Reculer

source: Forward
fr_fr: Avancer

source: Forward by N frames
fr_fr: Avancer de N frames

source: Set in frame clipboard
fr_fr: Garder la frame dans le presse-papier

source: Frame number navigation
fr_fr: Navigation par N frames

source: Error while decoding frame... Aborted.
fr_fr: Erreur lors de l'encodage de la frame... Annulé.

source: forward by N frames
fr_fr: avancer de N frames

source: rewind by N frames
fr_fr: reculer de N frames
